[
 {
   "A": "Question 1",
   "B": "Choose proliferative elements of rash",
   "C": "blister",
   "D": "vesicle",
   "E": "Erosion",
   "F": "Scar ",
   "G": "Bulla"
 },
 {
   "A": "Question 2",
   "B": "Choose proliferative elements of rash",
   "C": "Nodule",
   "D": "vesicle",
   "E": "Erosion",
   "F": "Scar ",
   "G": "Bulla"
 },
 {
   "A": "Question 3",
   "B": "What function of keratinocytes",
   "C": "reproduction",
   "D": "protection from UV rays ",
   "E": "termoregulation",
   "F": "moisturizing",
   "G": "tactile sensation "
 },
 {
   "A": "Question 4",
   "B": "What pathohistological changes in stratum corneum    ",
   "C": "Hyperkeratosis",
   "D": "granulosis",
   "E": "Acanthosis",
   "F": "Acantholysis",
   "G": "Papillomatosis"
 },
 {
   "A": "Question 5",
   "B": "Choose secondary elements of rash        ",
   "C": "Abrasion",
   "D": "Abscesses",
   "E": "Blister",
   "F": "Enanthema",
   "G": "Macula"
 },
 {
   "A": "Question 6",
   "B": "Choose secondary elements of rash        ",
   "C": "Erosion",
   "D": "Blister",
   "E": "Abscesses",
   "F": "spots ",
   "G": "Enanthema"
 },
 {
   "A": "Question 7",
   "B": "Differentiate in which of the following conditions does parakeratosis most frequently occur? ",
   "C": "Actinic keratosis",
   "D": "Seborrheic keratosis",
   "E": "Molluscum contagiosum ",
   "F": "Basal cell carcinoma ",
   "G": "Pitiriasis versicolor"
 },
 {
   "A": "Question 8",
   "B": "Specify cells that connnect desmosomes  ",
   "C": "Keratinocytes",
   "D": "Melanocytes",
   "E": "Dermis and epidermis ",
   "F": "Langerhans cells ",
   "G": "Merkel cells"
 },
 {
   "A": "Question 9",
   "B": "Determine what layer affects spongiosis",
   "C": "Stratum spinosum ",
   "D": "Stratum basale",
   "E": "Stratum corneum",
   "F": "Stratum granulosum ",
   "G": "Stratum licudum"
 },
 {
   "A": "Question 10",
   "B": "Sweat glands of palm can be diffe rentiated from others by the following ",
   "C": "Secretion stimulated by emotional stimuli ",
   "D": "Apocrine glands",
   "E": "High chloride content",
   "F": "Adrenergic mediators control the secretion ",
   "G": ""
 },
 {
   "A": "Question 11",
   "B": "Apocrine sweat glands are located in:",
   "C": "Armpits",
   "D": "hairy part of head",
   "E": "lower leg region",
   "F": "in the area of the back of the hands",
   "G": "on the soles"
 },
 {
   "A": "Question 12",
   "B": "Eccrine sweat glands are located:",
   "C": "throughout the skin",
   "D": "On the back of the brushes",
   "E": "in the rear foot",
   "F": "on the nails",
   "G": "on hair"
 },
 {
   "A": "Question 13",
   "B": "The sebaceous glands function:",
   "C": "moisturizing",
   "D": "thermoregulatory",
   "E": "receptor",
   "F": "exchange",
   "G": "respiratory"
 },
 {
   "A": "Question 14",
   "B": "Long hair located in the area:",
   "C": "head",
   "D": "Eye brow",
   "E": "about nail bed",
   "F": "sole",
   "G": "palms"
 },
 {
   "A": "Question 15",
   "B": "Bristly hair range:",
   "C": "in the field of beard and mustache",
   "D": "in the nasal and auditory canal",
   "E": "in the eyebrow area",
   "F": "in the field of eyelashes",
   "G": "heads"
 },
 {
   "A": "Question 16",
   "B": "In addition to sweating, thermoregulation is performed using:",
   "C": "Constriction or dilation of blood vessels",
   "D": "Taurus Fater Pacini",
   "E": "Sebecious  glands",
   "F": "Merkel cells",
   "G": "Ruffini corpuscle"
 },
 {
   "A": "Question 17",
   "B": "A 60-year-old man consulted a dermatologist. Complaints of a rash on the back of the neck, soreness, fever, limitation of neck mobility. Has been ill for 2 weeks. Concomitant disease: Diabetes mellitus. Objectively: on the skin of the back of the neck there is an infiltrate of stagnant-cyanotic color, in the central part with multiple pustules and foci of skin necrosis. A purulent bloody fluid flows out of the fistulous openings. The patient has a body temperature of 39 ̊С, the submandibular, cervical lymph nodes are enlarged, painful. Which of the following preliminary diagnoses is the most likely?",
   "C": "Carbuncle",
   "D": "Sycosis",
   "E": "Hydradenitis",
   "F": "Folliculitis",
   "G": "Ostiofolliculitis"
 },
 {
   "A": "Question 18",
   "B": "A 26-year-old woman consulted a dermatologist. Complaints of sharp pain in the left axillary region. The disease began acutely 3 days ago. Suffers from increased sweating. Concomitant disease: Obesity II degree. On examination: in the left axillary region, there are several dense painful nodes, up to 1.8 cm in diameter, adhered to the skin, purple-red, conical in shape, with a defining fluctuation in the center. Body temperature 37.4 ̊С. In the clinical analysis of blood: leukocytes 13.8 x 10 g / l, ESR 18 mm / h. Which of the following preliminary diagnoses is the most likely?",
   "C": "hydradenitis",
   "D": "Carbuncle",
   "E": "Furuncle",
   "F": "folliculitis",
   "G": "ostiofolliculitis"
 },
 {
   "A": "Question 19",
   "B": "A 49-year-old man came to the clinic. Complaints of painful formation on the back of the neck, chills. Body temperature 38.5 ̊С. She has a history of hypothermia. Among the accompanying diseases: chronic gastritis, chronic colitis. On examination: the skin on the back of the neck is purple-red, hot to the touch, edematous, infiltrated. In the central part, it has several fistulous openings, from which thick pus with an admixture of blood and necrotic masses is released. On palpation, a sharp pain in the lesion. Which of the following preliminary diagnoses is the most likely?",
   "C": "carbuncle ",
   "D": "sycosis",
   "E": "folliculitis",
   "F": "osteofolliculitis",
   "G": "hydradenitis"
 },
 {
   "A": "Question 20",
   "B": "A woman with a child of 8 years old applied to the doctor. Complaints about rashes in the corners of the mouth, pain. Anamnesis: frequent flue. Sick for a week. Objectively: in the corners of the mouth there are slit-like erosion, cracks surrounded by a corolla of exfoliated epidermis, covered with yellow crusts. Scraping on the mycelium of the fungus is negative. Which of the following preliminary diagnoses is the most likely?",
   "C": "Slit impetigo",
   "D": "Staphylococcal impetigo",
   "E": "Streptococcal impetigo",
   "F": "Vulgar impetigo",
   "G": "Bullous impetigo"
 },
 {
   "A": "Question 21",
   "B": "A man, 40 years old, applied to a dermatologist at the FMC. Complaints about a rash on the face in the area of ​​the mustache and beard. From the anamnesis he has been sick for a month. A concomitant disease is chronic gastritis. On examination: on the skin of the face in the area of ​​the beard and mustache against the background of hyperemia and infiltration, there are multiple scattered follicular papules and pustules, erosion, covered with purulent discharge and crusts, in places due to perifollicular inflammation, forming confluent foci covered with purulent crusts. Which of the following preliminary diagnoses is the most likely?",
   "C": "vulgar sycosis",
   "D": "gangrenous pyoderma",
   "E": "Slit impetigo",
   "F": "lichen simplex",
   "G": "Vulgar impetigo"
 },
 {
   "A": "Question 22",
   "B": "A 32-year-old woman consulted a dermatologist. Complaints of eruptions accompanied by evening and nighttime itching. There are no associated diseases. Lives alone, two weeks ago she was visiting. On examination: on the skin of the trunk, especially on the anterolateral surfaces, around the nipples, on the upper and lower extremities, in the interdigital spaces there are numerous paired papules - vesicular elements, excoriation, bloody crusts. Symptoms of Cesari, Gorchakov are positive. Subjective: evening and nighttime itching. Which of the following preliminary diagnoses is the most likely?",
   "C": "scabies ",
   "D": "eczema ",
   "E": "dermatitis ",
   "F": "psoriasis ",
   "G": "prurigo"
 },
 {
   "A": "Question 23",
   "B": "staphyloderma neonatal include:",
   "C": "vesiculopustosis",
   "D": "exudative erythema",
   "E": "diathesis",
   "F": "lichen planus",
   "G": "pityriasis versicolor"
 },
 {
   "A": "Question 24",
   "B": "Sycosis is localized:",
   "C": "in mustache and beard",
   "D": "on the skin of the hips",
   "E": "on the skin of the palms",
   "F": "on the scalp",
   "G": "on face"
 },
 {
   "A": "Question 25",
   "B": "In the treatment of furunculosis, use:",
   "C": "cephalosporins",
   "D": "cytostatics",
   "E": "Anabolic",
   "F": "anti-TB drugs",
   "G": "ACTG"
 },
 {
   "A": "Question 26",
   "B": "A carbuncle is:",
   "C": "Damage to several hair follicles",
   "D": "single hair follicle",
   "E": "Lesion of the nail bed",
   "F": "Disease of sweat glands",
   "G": "PVHD"
 },
 {
   "A": "Question 27",
   "B": "At the reception of a dermatologist a woman with her daughter 5 years old. Three days ago, after being bitten by mosquitoes and scratching, blisters began to appear on the girl's face, which quickly dried into crusts. Washing with hot soapy water caused an increase in rashes. Objectively: in the nasolabial folds, on the upper lip, cheeks and on the chin, there are single flat blisters with a thin lining and turbid contents, light yellow crusts. A preliminary diagnosis was made: Streptococcal impetigo. Which of the following drugs should be prescribed for external therapy?",
   "C": "fucorsin",
   "D": "lamisil",
   "E": "exoderil",
   "F": "nizoral",
   "G": "zalain"
 },
 {
   "A": "Question 28",
   "B": "A 60-year-old man went to the clinic. Complaints about a rash on the skin of the back of the neck, soreness. Has been ill for two weeks. Concomitant disease: Diabetes mellitus. On examination: an acute inflammatory infiltrate with many necrotic rods involving the underlying tissues, edema. In the center of the infiltrate, there are necrotic areas and fistulous openings with the release of pus mixed with blood. Diagnosed with Carbuncle. Which of the following is the most appropriate treatment?",
   "C": "surgical ",
   "D": "physiotherapy ",
   "E": "phytotherapeutic",
   "F": "laser therapy ",
   "G": "phototherapy"
 },
 {
   "A": "Question 29",
   "B": "A 5-year-old man with a child applied to a dermatologist. Complaints about a rash in the groin - femoral, intergluteal folds. Stage II obesity. Objectively: multiple conflicts rapidly opening, forming weeping foci of bright pink color, with scalloped borders, linear cracks in the depths of the folds. The preliminary diagnosis: Intertriginous streptoderma. Which of the following is the most appropriate form in local patient care?",
   "C": "powder",
   "D": "ointment ",
   "E": "paste",
   "F": "cream",
   "G": "varnish"
 },
 {
   "A": "Question 30",
   "B": "A 24-year-old woman consulted a dermatologist at the clinic. Complaints about the appearance of rashes, accompanied by severe nighttime itching. Anamnesis - eczema. Two weeks ago she was in a sanatorium. On examination: in the interdigital folds of the hands, on the flexion surfaces of the wrist joints, elbows and abdomen, there are numerous papulo-vesicular elements, up to 3 - 4 mm in diameter, located in pairs, as well as point and linear excoriation, in the elbow area - punctate bloody crusts. Subjective: severe nighttime itching. Preliminary diagnosis: Scabies. Which of the following symptoms is typical for this disease?",
   "C": "gorchakov",
   "D": "nikolsky",
   "E": "kebner",
   "F": "pilnov",
   "G": "sheklakov"
 },
 {
   "A": "Question 31",
   "B": "A 30-year-old man has consulted a dermatologist at the FMC. Complaints of a rash on the skin of the trunk, upper and lower extremities, accompanied by evening and nighttime itching. From the anamnesis 2 weeks ago he was visiting relatives. On examination: on the skin of the trunk, especially on the anterolateral surfaces, abdomen, upper and lower limbs, there are numerous paired papules - vesicular elements, scratches, bloody crusts. Subjective: evening and nighttime itching. When examining scrapings, a scabies mite was found microscopically. Diagnosis: Scabies. Which of the following drugs should be prescribed for external therapy?",
   "C": "spregal",
   "D": "tridox",
   "E": "fenistil",
   "F": "akriderm",
   "G": "skinazole"
 },
 {
   "A": "Question 32",
   "B": "A 28-year-old woman turned to a dermatologist at the clinic. Complaints of itchy rash in the pubic area, which appeared a few days after intercourse. On examination: on the skin of the pubis and genitals, multiple grayish-brown points at the hair root, small, whitish, very dense nodules, as well as grayish-bluish spots, rounded outlines, up to 1 cm in diameter are determined. Preliminary diagnosis: Pubic lice. Which of the following drugs should be prescribed for external therapy?",
   "C": "permethrin",
   "D": "tridox",
   "E": "sinaflan",
   "F": "akriderm",
   "G": "skinazole"
 },
 {
   "A": "Question 33",
   "B": "Angular stomatitis is differentiated from:",
   "C": "Surface candidosis of the corners of the mouth",
   "D": "With simple deprive",
   "E": "with turpiolem",
   "F": "with psoriasis",
   "G": "Simple dermatitis"
 },
 {
   "A": "Question 34",
   "B": "Turniol is:",
   "C": "inflammation of the skin around the nail plate ",
   "D": "inflammation of the sebaceous glands",
   "E": "inflammation of the hair follicle",
   "F": "Inflammation of the red border of the lip",
   "G": "eye damage"
 },
 {
   "A": "Question 35",
   "B": "Pityriasis versicolor is caused by:",
   "C": "pityrosporum orbiculare",
   "D": "candida albicans",
   "E": "microsporum ferrugeneum",
   "F": "trichophyton rubrum",
   "G": "corinebacterium minutissimum"
 },
 {
   "A": "Question 36",
   "B": "What kind of peeling is typical for multi-colored lichen?",
   "C": "pityriasis ",
   "D": "small lamellar",
   "E": "flour like",
   "F": "large lamellar",
   "G": "leafy"
 },
 {
   "A": "Question 37",
   "B": "What drugs are preferred for the treatment of superficial trichophytosis",
   "C": "antifungal ",
   "D": "corticosteroid ",
   "E": "antiviral ",
   "F": "antibacterial ",
   "G": "keratolytic "
 },
 {
   "A": "Question 38",
   "B": "In the treatment of microsporia, apply:",
   "C": "fluconazole",
   "D": "ceftriaxone",
   "E": "ciprofloxacin",
   "F": "larotadine ",
   "G": "ursodex"
 },
 {
   "A": "Question 39",
   "B": "A mother with a 7-year-old child came to dermatologist. She discovered a patch of hair loss on the scalp. When viewed on the scalp, a lesion measuring 2 cm in diameter is determined, the hair seems to be \"sloppy cut\", at the level of 5-8 mm with grayish stumps; the skin peels off profusely, a zone of mild hyperemia is determined along the periphery of the focus. An emerald-green glow was detected during luminescence research. What is the most likely diagnosis?",
   "C": "microsporia ",
   "D": "seborrhea",
   "E": "trichophytosis",
   "F": "alopecia ",
   "G": "favus"
 },
 {
   "A": "Question 40",
   "B": "A 40-year-old woman working as a milkmaid turned to an appointment with a dermatologist, complaining of painful elevations in the occiput. Objectively: in the occipital region on the scalp, acute inflammatory infiltrates sharply demarcated from the surrounding skin are determined, which noticeably rise above the skin level. The hair in the outbreak is stuck together due to the release of pus. With light tugging, the hair is easily pulled out. When the lesions are squeezed, pus is released from the hair follicles, the symptom of \"honeycomb\" is positive. What is the most likely diagnosis?",
   "C": "trichophytosis",
   "D": "microsporia ",
   "E": "pediculosis",
   "F": "seborrhea",
   "G": "psoriasis "
 },
 {
   "A": "Question 41",
   "B": "A 20-year-old man, applied to the FMC  with complaints of rashes in the area of ​​the groin-femoral folds, minor itching. From the anamnesis - attends the sports section. Objectively: spots on the skin of the inguinal-femoral folds are brown in color with distinct ridge-like scalloped edges. On the periphery of the spots there are papulovesicular elements, in the center there are foci of hypopigmentation. Epidermophyton floccosum was found by laboratory. What is the most likely diagnosis?",
   "C": "epidermophytisis of the inguinal folds",
   "D": "trichophytosis of smooth skin",
   "E": "flexion inverse psoriasis",
   "F": "candidiasis of inguinal folds",
   "G": "erythrasma of the groin area"
 },
 {
   "A": "Question 42",
   "B": "A mother with a 5-year-old child turned to a dermatologist with complaints of rashes on the skin of the child's trunk and limbs. From the anamnesis: a week ago he was at my grandmother's house and played with the cat. An objective examination revealed multiple rounded foci of various sizes, pale pink color, with fine-lamellar superficial peeling. The boundaries of the foci are clear, with a towering edematous ridge, consisting of small nodular and vesicular elements. Foci in the form of \"ring in a ring\" figures. Microsporum canis was found during research. Provide the most likely diagnosis",
   "C": "microsporia",
   "D": "erythrasma",
   "E": "trichophytosis",
   "F": "eczema",
   "G": "psoriasis"
 },
 {
   "A": "Question 43",
   "B": "A 24-year-old man came to see a doctor at the FMC with complaints of peeling of the scalp. On examination, the patient has a pronounced erythema of the skin, peeling, thinning hair. At the base of many hairs, rounded formations are determined, resembling an inverted saucer - scutula. Hair is dull, gray in color, reminiscent of an old chignon. In the centers of hair thinning, there are signs of cicatricial atrophy of the skin. An unpleasant \"mouse\" smell comes from the hair. What disease is such a picture typical for?",
   "C": "favus of the scalp",
   "D": "seborrhea of the scalp",
   "E": "teichophytosis of the scalp",
   "F": "microsporia of the scalp",
   "G": "flexion inverse psoriasis "
 },
 {
   "A": "Question 44",
   "B": "A 35-year-old woman consulted a dermatologist with complaints of skin lesions under the mammary glands, burning and slight itching. Objectively: a woman has dark red flushing foci with clear boundaries in the folds under the mammary glands. Erosion in the center of the folds is covered with a whitish coating, when removed, bright red erosive surfaces are exposed. There are small nodular elements along the periphery of the foci. From research identified Candida albicans. Diagnosis: Intertriginous candidiasis. What disease is differential diagnosis performed with?",
   "C": "candidiasis",
   "D": "dermatitis ",
   "E": "eczema",
   "F": "psoriasis ",
   "G": "pruritus"
 },
 {
   "A": "Question 45",
   "B": "When examining schoolchildren, a 14-year-old teenager showed rashes on the skin of his chest. Objectively: single spots of various configurations and sizes on the skin of the upper half of the body, yellowish-brown in color, reminiscent of the type of \"coffee with milk\", with pityriasis peeling on the surface. Balzer's iodine test is positive. Laboratory - found Pityrosporum orbiculare / What is the most likely diagnosis?",
   "C": "pityriasis vesicolor",
   "D": "psoriasis vulgaris",
   "E": "pink lichen",
   "F": "disffuse neurodermatitis",
   "G": "skin itching"
 },
 {
   "A": "Question 46",
   "B": "A 25-year-old man consulted a local doctor with complaints of swelling, itching and soreness of the nail folds. Objectively: the nail plates are deformed, yellowish; when pressed from the side, droplets of pus protrude from under the rollers. The nail folds are edematous, brightly hyperemic. Microscopic examination revealed mycelium of the fungus. Diagnosis: Candidiasis of the nail plates. What medicines are prescribed for this diagnosis?",
   "C": "antifungal",
   "D": "antihistamines",
   "E": "antiprotozoal",
   "F": "corticosteroid ",
   "G": "antibacterial "
 },
 {
   "A": "Question 47",
   "B": "A mother with a child of 9 years old, went to the clinic with complaints of hair loss in the child. Objectively: on the scalp, the lesions are located on the marginal zones, merging with each other. The inflammation is covered with asbestos-like scales. Hair is broken off at the level of 5-8 mm. The hair is dull, at the base is dressed in a white cover. In laboratory research, mycelium filaments were found. Diagnosis: Microsporia of the scalp. Which of the following drugs is preferable in the treatment of microsporia of the scalp",
   "C": "terbizil",
   "D": "ceftriaxone",
   "E": "ciprofloxacin",
   "F": "ornidazole",
   "G": "Amoxicillin "
 },
 {
   "A": "Question 48",
   "B": "A mother with a child of 11 years old, went to the clinic with complaints of itching of the scalp and hair loss. Objectively: on the scalp, a lesion measuring 2 cm in diameter is determined, the hair appears to be \"carelessly cut\", broken off at the level of 5-6 mm, with grayish stumps, the skin is abundantly flaky, and a zone of slight hyperemia is determined along the periphery of the lesion. A luminescent study revealed a greenish glow. Diagnosis: Microsporia of the scalp. What disease is differential diagnosis performed with?",
   "C": "trichophytosis",
   "D": "eczema ",
   "E": "seborrhea",
   "F": "alopecia",
   "G": "psoriasis"
 },
 {
   "A": "Question 49",
   "B": "Eczema is:",
   "C": "chronic inflammation over. skin layers, polymorphism of elements",
   "D": "chronic infectious skin inflammation",
   "E": "acute infectious inflammation of the skin",
   "F": "monomorphism of elements",
   "G": "Chronic inflammation of the connective tissue"
 },
 {
   "A": "Question 50",
   "B": "Secondary elements for true eczema:",
   "C": "erosion",
   "D": "vegetation",
   "E": "ulcer",
   "F": "abrasion",
   "G": "lichenification"
 },
 {
   "A": "Question 51",
   "B": "Species of true eczema:",
   "C": "idiopathic",
   "D": "Microbial",
   "E": "children",
   "F": "paratraumatic",
   "G": "ribbon-like"
 },
 {
   "A": "Question 52",
   "B": "The most frequent localization of true eczema:",
   "C": "palms and soles",
   "D": "mucous urethra",
   "E": "dried shells",
   "F": "Language",
   "G": "esophagus"
 },
 {
   "A": "Question 53",
   "B": "Differential diagnostic criteria for true eczema:",
   "C": "Symmetry of rash",
   "D": "presence of purulent ulcers",
   "E": "asymmetry of rash",
   "F": "Nikolsky positive symptom",
   "G": "presence of scars"
 },
 {
   "A": "Question 54",
   "B": "To diagnostic criteria for prurginic eczema, include:",
   "C": "papulovesicles on a tight base",
   "D": "Excessive oozing",
   "E": "symptom Sheklakova",
   "F": "Presence of pustules",
   "G": "the presence of vegetations"
 },
 {
   "A": "Question 55",
   "B": "It is used locally for true eczema:",
   "C": "solution of rivanol",
   "D": "Clotrimazole",
   "E": "Sol. Demyanovich",
   "F": "Mycosist",
   "G": "Corvalol"
 },
 {
   "A": "Question 56",
   "B": "Seborrheic eczema is differentiated from:",
   "C": "Seborrheic dermatitis",
   "D": "Inguinal epidermophitia",
   "E": "syphilitic alopecia",
   "F": "neurodermatitis",
   "G": "Scabies"
 },
 {
   "A": "Question 57",
   "B": "Against the background of what diseases | seborrheic eczema occurs:",
   "C": "Fat seborrhea",
   "D": "Microbial Eczema",
   "E": "idiopathic eczema",
   "F": "Seborrheic baldness",
   "G": "Obesity"
 },
 {
   "A": "Question 58",
   "B": "A 27-year-old patient has turned to a dermatologist with complaints of rashes and itching in the feet. The disease is associated with a visit to the bath 2 weeks ago. Objectively: on the skin of the arch of the foot and its lateral surfaces, as well as the interdigital spaces against the background of erythema and swelling, there are flat bublles with a dense cover, resembling \"sago grains\", with peeling and thickening of the skin on the surface. The lesions on the periphery are surrounded by a border of exfoliating epidermis with small vesicles along the edge, there are cracks and weeping. What is the most likely diagnosis",
   "C": "epidermophytosis of the feet",
   "D": "pityriasis versicolor",
   "E": "microbial eczema",
   "F": "psoriasis of nail",
   "G": "rubromycosis of feet"
 },
 {
   "A": "Question 59",
   "B": "A 25-year-old man turned to a dermatologist  with complaints of multiple rashes in the chest area, which he associates with sunburn. Objectively: single spots of various configurations and sizes on the skin of the upper half of the body, yellowish-brown in color with pityriasis peeling on the surface. Balzer's iodine test is positive. Laboratory examination found Pityropsporum orbiculare. What is the most likely diagnosis?",
   "C": "pityriasis versicolor",
   "D": "superficial trichophytosis",
   "E": "superficial microsporia ",
   "F": "psoriasis vulgaris",
   "G": "atopic dermatitis "
 },
 {
   "A": "Question 60",
   "B": "A 28-year-old man, applied to the FMC with complaints of rashes on the skin of the feet and toes and changes in the nail plates. From the anamnesis: he has been suffering from this disease for about 2 years, for the first time the rash appeared while serving in the army. Objectively: on the skin of the soles, there is marked infiltration, diffuse hyperemia, skin furrows with pronounced mucous peeling are clearly visible. The process captures the back and side surfaces of the feet and toes. All the nail plates on the skin of the feet are thickened, easily crumble, subungual hyperkeratosis is noted. A laboratory study found Trihophyton rubrum. What is the most likely diagnosis?",
   "C": "rubrophytia of pedis",
   "D": "superficial microsporia ",
   "E": "superficial trichophytosis",
   "F": "epidermophytosis of the feet",
   "G": "erythrasma folds"
 },
 {
   "A": "Question 61",
   "B": "Apply the treatment for lichen planus on the oral mucosa",
   "C": "corticosteroid ",
   "D": "antibiotics",
   "E": "cytostatics",
   "F": "antimalarial drugs",
   "G": "antifungal drugs "
 },
 {
   "A": "Question 62",
   "B": "Differentiate psoriasis with",
   "C": "lichen planus",
   "D": "toxicoderma ",
   "E": "pemfigus vulgaris",
   "F": "scabies",
   "G": "pyodermia "
 },
 {
   "A": "Question 63",
   "B": "Apply the external treatment for lichen planus ",
   "C": "corticosteroids ointments ",
   "D": "antibiotics ointments ",
   "E": "antifungal ointments ",
   "F": "antiviral ointments ",
   "G": "sun block cream"
 },
 {
   "A": "Question 64",
   "B": "Apply the treatment for psoriasis reabilitation stage",
   "C": "emolient ",
   "D": "antibiotics cream ",
   "E": "keratolitic ointment",
   "F": "corticosteroid ointment ",
   "G": "antifungal ointment "
 },
 {
   "A": "Question 65",
   "B": "Apply diagnostic test for psoriasis",
   "C": "auspith triad ",
   "D": "balcar test ",
   "E": "wood lamp",
   "F": "microscopic examination ",
   "G": "Yadasson test "
 },
 {
   "A": "Question 66",
   "B": "Apply diagnostic test for lichen planus",
   "C": "Wickham mash",
   "D": "wood lamp",
   "E": "microscopic examinaion ",
   "F": "balcar test ",
   "G": "Yadasson test "
 },
 {
   "A": "Question 67",
   "B": "Mr. Johnson presents with chronic itching all over his body, particularly on his arms, legs, and back. The itching has been ongoing for several months and is affecting his quality of life. He describes the itch as bothersome and constant, leading to sleep disturbances and irritability. There are no visible skin lesions or rash noted upon examination. Medical History:  Mr. Johnson has a history of hypertension and osteoarthritis. He is on medication for both conditions and denies any recent changes in his medications. There is no known history of allergies or skin conditions. His past medical history is significant for a mild case of eczema in his.What will be the diagnosis and treatment",
   "C": "senile pruritis ; Emollients & topical corticosteroids",
   "D": "Leprosy ; dapsone",
   "E": "syphillis ; rifampicin",
   "F": "Multiform exudative erythmea; hydrocortisone cortisone",
   "G": "Dermophagism"
 },
 {
   "A": "Question 68",
   "B": " Specify the pathohistological sign of pemphigus",
   "C": " acantolysis                        ",
   "D": " Hyperkeratosis",
   "E": " acanthosis",
   "F": " spongiosis",
   "G": " parakeratosis"
 },
 {
   "A": "Question 69",
   "B": " Name the pathological cells in pemphigus:",
   "C": " Tzanck cells      ",
   "D": " LE cells",
   "E": " Merkel cells",
   "F": " spiny cells",
   "G": " Meissner cells"
 },
 {
   "A": "Question 70",
   "B": "Name the element in the vegetative form of pemphigus:",
   "C": " erosion   ",
   "D": " nodule",
   "E": " ulcer",
   "F": " abrasion",
   "G": " Lichenification"
 },
 {
   "A": "Question 71",
   "B": "Specify with which disease bullous pemphigoid should be differentiated:",
   "C": " Duhring's dermatitis    ",
   "D": " eczema",
   "E": " neurodermatitis",
   "F": " scabies",
   "G": " psoriasis"
 },
 {
   "A": "Question 72",
   "B": "Specify the clinical sign in Duhring's dermatitis:",
   "C": " polymorphic symmetrical rashes    ",
   "D": " scarring",
   "E": " spots",
   "F": " monomorphic asymmetrical rashes",
   "G": " vegetations"
 },
 {
   "A": "Question 73",
   "B": "select the first-line treatment for mild to moderate atopic dermatitis in children and adults?",
   "C": "Topical corticosteroids",
   "D": "Oral antihistamines",
   "E": "Topical calcineurin inhibitors",
   "F": "Oral corticosteroids",
   "G": "Phototherapy"
 },
 {
   "A": "Question 74",
   "B": "Determine the pathomorphologic sign of the Nicolsky symptom in pemphigus vulgaris:",
   "C": " acantholysis                    ",
   "D": " parakeratosis",
   "E": " acanthosis",
   "F": " spongiosis",
   "G": " granulosis"
 },
 {
   "A": "Question 75",
   "B": "Determine the condition of the skin around the blisters in pemphigus:",
   "C": " not changed                        ",
   "D": " hyperemic",
   "E": " infiltrated",
   "F": " tinged with purple",
   "G": " has a pronounced skin pattern"
 },
 {
   "A": "Question 76",
   "B": " Determine in which disease corticosteroid therapy should be used:",
   "C": " true pemphigus          ",
   "D": " herpes simplex",
   "E": " Rubromycosis                   ",
   "F": " candidiasis",
   "G": " furunculosis"
 },
 {
   "A": "Question 77",
   "B": "Determine what happens to the blister in Nikolsky's symptom:",
   "C": " increases in size   ",
   "D": " burst",
   "E": " crusts over",
   "F": " painful",
   "G": " bleeds"
 },
 {
   "A": "Question 78",
   "B": "Determine in which disease Nikolsky's symptom is sharply positive:",
   "C": " pemphigus  ",
   "D": " neurodermatitis",
   "E": " Duhring's dermatitis",
   "F": " eczema",
   "G": " psoriasis"
 },
 {
   "A": "Question 79",
   "B": "A patient presents with a sharply demarcated, erythematous, and edematous rash with vesicles and weeping, following exposure to a new skincare product. choose the correct   diagnosis?",
   "C": " Allergic contact dermatitis",
   "D": "Irritant contact dermatitis",
   "E": "Atopic dermatitis",
   "F": "Seborrheic dermatitis",
   "G": "Nummular dermatitis"
 },
 {
   "A": "Question 80",
   "B": " Select a disease from the collagenosis group:",
   "C": " scleroderma ",
   "D": " rosacea",
   "E": " psoriasis",
   "F": " scrofuloderma",
   "G": " acne"
 },
 {
   "A": "Question 81",
   "B": "State the pathohistological phenomena responsible for the Benier-Meschersky symptom in lupus erythematosus:",
   "C": " follicular hyperkeratosis  ",
   "D": " acantholysis",
   "E": " granulosis",
   "F": " acanthosis",
   "G": " parakeratosis"
 },
 {
   "A": "Question 82",
   "B": "Select the definition of the symptom \"lady's heel\":",
   "C": " the presence of horny spines under the scales     ",
   "D": " the presence of horny spines on the surface of the scales",
   "E": " a pattern on the skin that resembles a heel",
   "F": " a sensation of pain when the scales are removed",
   "G": " thickening of the skin"
 },
 {
   "A": "Question 83",
   "B": "Specify what is a symptom of Benier-Meschersky :",
   "C": " painfulness when the scales are removed    ",
   "D": " the presence of spikes under the scales",
   "E": " the presence of desquamation in the centre of the lesion",
   "F": " the appearance of infiltrative plaques",
   "G": " lichenification of the skin"
 },
 {
   "A": "Question 84",
   "B": "Specify the localisation of discoid lupus erythematosus:",
   "C": " face     ",
   "D": " back",
   "E": " neck",
   "F": " scalp",
   "G": " palms and feet"
 },
 {
   "A": "Question 85",
   "B": "Which of the following is NOT a typical characteristic of psoriasis?",
   "C": "Involvement of only the palms and soles",
   "D": "Silvery scales",
   "E": "Well-demarcated erythematous plaques",
   "F": "Pustules filled with clear fluid",
   "G": "Auspitz sign (pinpoint bleeding upon removal of scales)"
 },
 {
   "A": "Question 86",
   "B": "Name the primary  symptom of discoid lupus erythematosus:",
   "C": " erythema ",
   "D": " papular infiltration",
   "E": " vegetation",
   "F": " mottling",
   "G": " follicular pustule"
 },
 {
   "A": "Question 87",
   "B": " Determine what causes the Benier-Meschersky symptom in discoid lupus erythematosus:",
   "C": " densely seated scales    ",
   "D": " vasodilatation",
   "E": " exudation",
   "F": " atrophy",
   "G": " hyperkeratosis"
 },
 {
   "A": "Question 88",
   "B": " Determine the stage of development of scleroderma:",
   "C": " edema     ",
   "D": " infiltration",
   "E": " erosion",
   "F": " vegetation",
   "G": " lichenification"
 },
 {
   "A": "Question 89",
   "B": " State the clinical sign of limited scleroderma:",
   "C": " a rounded spot with a lilac rim around the periphery   ",
   "D": " multiple white patches",
   "E": " erythematous spots",
   "F": " spot with desquamation",
   "G": " nodule"
 },
 {
   "A": "Question 90",
   "B": " Prescribe treatment for scleroderma:",
   "C": " hyaluronidase    ",
   "D": " analgesics",
   "E": " antihistamines",
   "F": " corticosteroids",
   "G": " antibiotics"
 },
 {
   "A": "Question 91",
   "B": "Choose the following  characteristic feature of pityriasis rosea lesions?",
   "C": "Wickham striae",
   "D": "Central umbilication",
   "E": "Targetoid appearance",
   "F": "Koebner phenomenon",
   "G": "Psoriasiform scales"
 },
 {
   "A": "Question 92",
   "B": "Select the most common age group affected by pityriasis rosea?",
   "C": "Adolescents and young adults",
   "D": "Infants",
   "E": "Middle-aged adults",
   "F": "Elderly",
   "G": "All age groups are equally affected"
 },
 {
   "A": "Question 93",
   "B": "Name the disease with which you would differentiate seborrhoeic eczema",
   "C": " seborrheic dermatitis                       ",
   "D": " Inguinal epidermophitia",
   "E": " syphilitic alopecia",
   "F": " neurodermatitis",
   "G": " Scabies"
 },
 {
   "A": "Question 94",
   "B": "Indicate the background of which disease seborrheic eczema occurs:",
   "C": " Fat seborrhea                       ",
   "D": " Microbial Eczema",
   "E": " idiopathic eczema",
   "F": " Seborrheic baldness",
   "G": " Obesity"
 },
 {
   "A": "Question 95",
   "B": "Specify the morphological feature of seborrhoeic eczema",
   "C": " erythematous stains with fatty scales            ",
   "D": " papulovesicles with sulfur-purulent crusts",
   "E": " Papulovesicles with serous contents",
   "F": " erosion with serous crusts",
   "G": " Ulcers"
 },
 {
   "A": "Question 96",
   "B": "Specify the typical localisation of seborrhoea:",
   "C": " face, scalp, back, chest    ",
   "D": " palms and soles",
   "E": " upper and lower extremities",
   "F": " external genitalia",
   "G": " inguinal area, buttocks"
 },
 {
   "A": "Question 97",
   "B": "Choose among  the following  commonly used topical treatment for localized lichen planus?",
   "C": "Topical calcineurin inhibitors",
   "D": "Oral corticosteroids",
   "E": "Systemic retinoids",
   "F": "Oral antifungal agents",
   "G": "Oral antihistamines"
 },
 {
   "A": "Question 98",
   "B": "Specify the localisation of seborrheic eczema",
   "C": " skin of head     ",
   "D": " nails",
   "E": " soles",
   "F": " palms",
   "G": " sex organs"
 },
 {
   "A": "Question 99",
   "B": "Name the disease with which you would differentiate seborrhoeic eczema",
   "C": " seborrheic dermatitis                       ",
   "D": " Inguinal epidermophitia",
   "E": " syphilitic alopecia",
   "F": " neurodermatitis",
   "G": " Scabies"
 },
 {
   "A": "Question 100",
   "B": " Specify the common localisation of seborrhoeic eczema:",
   "C": " sebaceous glands    ",
   "D": " sweat glands",
   "E": " hair",
   "F": " nails",
   "G": " palms and soles"
 },
 {
   "A": "Question 101",
   "B": " Specify the morphological feature of seborrhoeic eczema",
   "C": " erythematous stains with fatty scales            ",
   "D": " papulovesicles with sulfur-purulent crusts",
   "E": " Papulovesicles with serous contents",
   "F": " erosion with serous crusts",
   "G": " Ulcers"
 },
 {
   "A": "Question 102",
   "B": "Specify the typical localisation of seborrhoea:",
   "C": " face, scalp, back, chest    ",
   "D": " palms and soles",
   "E": " upper and lower extremities",
   "F": " external genitalia",
   "G": " inguinal area, buttocks"
 },
 {
   "A": "Question 103",
   "B": " Specify the primary morphological element of herpes simplex virus:",
   "C": " vesicle",
   "D": " pustule",
   "E": " papule",
   "F": " nodule",
   "G": " spot"
 },
 {
   "A": "Question 104",
   "B": " Specify the clinical signs in herpes simplex:",
   "C": " a burning sensation       ",
   "D": " a feeling of numbness",
   "E": " an increase in blood pressure",
   "F": " dysuria",
   "G": " diarrhoea"
 },
 {
   "A": "Question 105",
   "B": "Specify the characteristics of the herpes zoster rash:",
   "C": " located along nerve endings ",
   "D": " vesicles are not tense",
   "E": " blisters are flaccid",
   "F": " rashes are covered with scales",
   "G": " no rash"
 },
 {
   "A": "Question 106",
   "B": "Name the group of diseases to which herpes zoster belongs:",
   "C": " viral        ",
   "D": " bacterial",
   "E": " fungal ",
   "F": " autoimmune",
   "G": " genetic"
 },
 {
   "A": "Question 107",
   "B": "Name the clinical form of herpes zoster:",
   "C": " haemorrhagic        ",
   "D": " hypertrophic",
   "E": " ring-shaped",
   "F": " Nummular",
   "G": " lenticular"
 },
 {
   "A": "Question 108",
   "B": " Specify the clinical form of herpes zoster:",
   "C": " necrotic       ",
   "D": " papular",
   "E": " lichenoid",
   "F": " erythrodermic",
   "G": " scaly"
 },
 {
   "A": "Question 109",
   "B": " Specify the differential diagnosis of herpes simplex with which disease:",
   "C": " pemphigus vulgaris",
   "D": " urticaria",
   "E": " Duhring's dermatitis",
   "F": " flat warts",
   "G": " molluscum contagiosum"
 },
 {
   "A": "Question 110",
   "B": "At  a  dermatologist's  appointment,  a  30-year-old  man  complained  of  recurring  painful rashes on the red border of the lips, accompanied by burning. From the anamnesis: exacerbations of the  disease  occur  more  than  6  times  a  year.  Locally:  on  the  red  border  of  the  lips  against  the background of erythema and edema, there are grouped vesicular elements with serous contents, individual elements form surface erosions covered with crusts. Which of the following diagnoses is the most likely? ",
   "C": "  Labial herpes   ",
   "D": "  Viral warts ",
   "E": "  Streptococcal impetigo ",
   "F": "  Allergic dermatitis ",
   "G": "  Candidal stomatitis "
 },
 {
   "A": "Question 111",
   "B": "A man, 30 years old, consulted a doctor with complaints of frequent urination. From the anamnesis:  a  week  ago  there  was  an  unprotected  intercourse  with  an  unfamiliar  woman. Objectively: hyperemia, edema of the mucous membrane of the external  opening of the urethra, infiltration  of  the  urethral  sponges,  mucous  discharge.  M.  Genitalium  was  detected  by  PCR diagnostics. Which of the following diagnoses is the most likely? ",
   "C": "  Mycoplasma infection   ",
   "D": "  Chlamydial infection ",
   "E": "  Trichomonas infection ",
   "F": "  Gonorrheal infection ",
   "G": "  Genitourinary candidiasis "
 },
 {
   "A": "Question 112",
   "B": "An 18-year-old girl came to the doctor's office with complaints of rashes in the genital area, accompanied by soreness, burning, itching. From the anamnesis: she had ARVI a week ago, she did not  use  any  medications.  Locally:  against  the  background  of  erythema  and  edema,  there  are grouped vesicular elements with serous and serous-purulent contents, crusts and ulceration. Which of the following is the most likely diagnosis? ",
   "C": "  Genital herpes   ",
   "D": "  herpes zoster",
   "E": "  Viral warts ",
   "F": "  Molluscum contagiosum ",
   "G": "  Ecthyma ordinary "
 },
 {
   "A": "Question 113",
   "B": " A mother with a 13-year-old child turned to a dermatologist with complaints of rashes on her arms. From the anamnesis: noticed a rash a week ago. Objectively: on the dorsum of the hands, hemispherical, dense nodules, rising above the skin, 3 to 5 mm in diameter, with a rough granular surface, having irregular outlines. Which of the preliminary diagnoses is the most likely? ",
   "C": "  Youthful warts   ",
   "D": "  Molluscum contagiosum ",
   "E": "  Contact dermatitis ",
   "F": "  Staphylococcal impetigo ",
   "G": "  Pigmented nevus "
 },
 {
   "A": "Question 114",
   "B": " A 45-year-old woman consulted a doctor with complaints of severe dull pains and rashes in the  back,  general  malaise.  Anamnesis:  a  week  before  the  rash,  she  had  a  sore  throat,  low-grade fever,  pain  and  burning  along  the  intercostal  nerves.  Objectively:  unilateral  lesion  along  the intercostal nerves on the right - grouped vesicles are linearly located, with serous-purulent contents on an erythematous, slightly edematous base. Which of the following diagnoses is the most likely? ",
   "C": "  Herpes zoster ",
   "D": "  Herpes simplex ",
   "E": "  Pemphigus vulgaris ",
   "F": "  Molluscum contagiosum ",
   "G": "  Allergic dermatitis "
 },
 {
   "A": "Question 115",
   "B": " Specify the causative agent of syphilis?       ",
   "C": "  Treponema pallidum",
   "D": "  Neisseria gonorrhoeae",
   "E": "  Chlamydia trachomatis",
   "F": "  Helicobacter pylori",
   "G": "  Candida albicans"
 },
 {
   "A": "Question 116",
   "B": " Specify the primary route of transmission of the causative agent of syphilis?     ",
   "C": "  sexual ",
   "D": "  household contact",
   "E": "  transmissive",
   "F": "  transfusion",
   "G": "  transplacental"
 },
 {
   "A": "Question 117",
   "B": "A 24-year-old patient came to the FMC for an appointment with a doctor complaining of the appearance of a sore on the glans penis, which has already lasted for 10 days. From the anamnesis, it was possible to find out that he had sexual intercourse with an unfamiliar woman. Objectively: in the area of ​​the coronal groove there is a round ulcer, the edges are even, the bottom is smooth, the size is 1.5x2.0 cm. Pale treponema was found in the material taken from the ulcer. DAC is negative. What is the most likely diagnosis?",
   "C": "   Syphilis primary seronegative",
   "D": "   Syphilis primary seropositive ",
   "E": "    Syphilis secondary fresh",
   "F": "   Syphilis secondary recurrent",
   "G": "    Syphilis tertiary active"
 },
 {
   "A": "Question 118",
   "B": " A 24-year-old patient turned to a dermatovenerologist in a private clinic with complaints of ulcers on the glans penis, as well as swelling in the right iliac region. Anamnesis revealed that he had sexual contact with one woman for 2 months. Objectively: there is a sore on the head of the penis, measuring 1x1 cm, the edges are even, the bottom is varnished. The right lymph node in the iliac region is enlarged to a walnut, painless and dense in consistency. DAC (++++) is sharply positive. What is the most likely diagnosis?",
   "C": "   Syphilis primary seropositive ",
   "D": "   Syphilis secondary recurrent",
   "E": "    Syphilis primary seronegative ",
   "F": "   Syphilis secondary fresh",
   "G": "    Syphilis tertiary active"
 },
 {
   "A": "Question 119",
   "B": "A 26-year-old patient consulted a dermatovenerologist with complaints of hair loss and the appearance of white spots on the back of the neck. Before that, I noted rashes on the skin of the trunk, which, as suddenly appeared, just as suddenly disappeared. Not married, promiscuous in sexual contacts. DAC (++++) is sharply positive. Objectively: there is a small focal hair loss, depigmented spots on the back of the neck, similar to a specific leukoderma. What diagnosis can be suspected in the patient?",
   "C": "   Syphilis secondary recurrent",
   "D": "   Syphilis primary seronegative ",
   "E": "    Syphilis secondary fresh",
   "F": "   Syphilis tertiary active",
   "G": "    Syphilis late latent"
 },
 {
   "A": "Question 120",
   "B": " During a preventive examination in a antenatal clinic, in a pregnant woman at a period of 3 months, the DAC is sharply positive (++++). On examination: the skin is clean. An ulcer was found on the cervix, measuring 1.5x1.5 cm. Inguinal lymph nodes are enlarged on both sides. The husband was diagnosed with secondary recurrent syphilis. What is the most likely diagnosis?",
   "C": "    Syphilis primary seropositive ",
   "D": "   Syphilis primary seronegative",
   "E": "    Secondary early syphilis",
   "F": "   Syphilis secondary late",
   "G": "    Syphilis late latent "
 },
 {
   "A": "Question 121",
   "B": " During a preventive examination in a antenatal clinic, in a pregnant woman at a period of 3 months, the DAC is sharply positive (++++). On examination: the skin is clean. An ulcer was found on the cervix, measuring 1.5x1.5 cm. Inguinal lymph nodes are enlarged on both sides. The husband was diagnosed with secondary recurrent syphilis. What is the most likely diagnosis?",
   "C": " Syphilis primary seropositive ",
   "D": " Syphilis primary seronegative",
   "E": " Secondary early syphilis",
   "F": " Syphilis secondary late",
   "G": " Syphilis late latent"
 },
 {
   "A": "Question 122",
   "B": "A 26-year-old patient consulted a doctor at the FMC for a rash in the anus. He thought hemorrhoids, treated himself with various ointments, applied ichthyol suppositories. Minor improvements. Before that, he noticed the appearance of reddish spots on the skin of the trunk. Objectively: there are single, numbered papules on the skin of the abdomen and back. De-pigmentation with a marble tint is noticeable on the skin of the neck. In the area of ​​the anus, extensive wide condylomas. Not married, not sexually choosy. DAC is sharply positive. Which of the following diagnoses is the most likely?",
   "C": " Syphilis secondary late",
   "D": " Syphilis latent ",
   "E": " Syphilis primary seronegative",
   "F": " Syphilis tertiary active",
   "G": " Syphilis secondary early syphilis"
 },
 {
   "A": "Question 123",
   "B": " Specify the method of diagnosis of primary syphilis?               ",
   "C": "  Dark-field microscopy",
   "D": "  General blood test",
   "E": "  Ultrasound examination of lymph nodes",
   "F": " Lymph node biopsy",
   "G": "  Histological examination of the biomaterial"
 },
 {
   "A": "Question 124",
   "B": "A 22-year-old patient turned to a dermatovenerologist with complaints of rashes in the area of ​​the skin of the palms and soles. Not socially adapted, not picky about sexual relations. Objectively: on the skin of the palms and soles there are papules of rounded outlines measuring 1.5x1.5 cm, depigmented spots in the back of the neck. What laboratory tests need to be performed to establish a diagnosis?",
   "C": "   Serological",
   "D": "   Histological",
   "E": "    Biochemical",
   "F": "    Cytological",
   "G": "    Bacterioscopic"
 },
 {
   "A": "Question 125",
   "B": "A 23-year-old female patient consulted a doctor with complaints of discomfort when swallowing and enlarged tonsils. From the anamnesis it was found out that he leads a promiscuous sex life. Objectively: the tonsil is larger on the right, copper-red, swollen. The submandibular lymph node on the right is enlarged to the size of a bean. What laboratory tests are required to clarify the diagnosis?",
   "C": "   Serological",
   "D": "    Bacteriological",
   "E": "    Histological",
   "F": "   Cytological",
   "G": "    Biochemical"
 },
 {
   "A": "Question 126",
   "B": "A 25-year-old patient came to the doctor's office with complaints of swelling and pain in the glans penis, which appeared two days ago. He is married and has a child. Often on a business trip for work. Objectively: the skin of the glans penis is hyperemic, edematous, the ulcer is in the epithelial stage. Inguinal lymph nodes are enlarged on both sides. DAC is negative. Pale treponema was found in the material from the ulcer. Diagnosed with primary seronegative syphilis. What antibiotic is recommended in the treatment of this patient?",
   "C": "   Doxycycline",
   "D": "    Spectinomycin",
   "E": "    Levomycentin",
   "F": "   Tsiprobay",
   "G": "    Gentamicin"
 },
 {
   "A": "Question 127",
   "B": " In the FMC, a 25-year-old woman turned to a dermatovenerologist who had repeated sexual contact with a man she knew who was diagnosed with syphilis. The last contact was 2 months ago. Objectively: the skin and visible mucous membranes are free of rashes. The inguinal lymph nodes are not enlarged. Serological tests are negative. Preventive treatment was prescribed. What antibiotic is most indicated in this case?",
   "C": " Extensillin",
   "D": " Spectinomycin",
   "E": " Levomycentin",
   "F": " Gentamicin",
   "G": " Ciprofloxacin"
 },
 {
   "A": "Question 128",
   "B": "A 22-year-old patient turned to a dermatovenerologist with complaints of rashes in the area of ​​the skin of the palms and soles. Not socially adapted, not picky about sexual relations. Objectively: on the skin of the palms and soles there are papules of rounded outlines measuring 1.5x1.5 cm, depigmented spots in the back of the neck. What laboratory tests need to be performed to establish a diagnosis?",
   "C": " Serological",
   "D": " Histological",
   "E": " Biochemical",
   "F": " Cytological",
   "G": " Bacterioscopic"
 },
 {
   "A": "Question 129",
   "B": " A 23-year-old female patient consulted a doctor with complaints of discomfort when swallowing and enlarged tonsils. From the anamnesis it was found out that he leads a promiscuous sex life. Objectively: the tonsil is larger on the right, copper-red, swollen. The submandibular lymph node on the right is enlarged to the size of a bean. What laboratory tests are required to clarify the diagnosis?",
   "C": " Serological",
   "D": " Bacteriological",
   "E": " Histological",
   "F": " Cytological",
   "G": " Biochemical"
 },
 {
   "A": "Question 130",
   "B": "Patient A., 49 years old, came to the FMC to a dermatovenerologist with complaints of an unhealed ulcer of the right leg, which appeared about two months ago. Earlier, before the appearance of the ulcer, he noticed rashes on the trunk, which periodically appeared and disappeared. Objectively: an ulcer is visible 2 - 3 cm in size, the discharge is insignificant, sticky, viscous in nature, similar to gum arabic (juice of an African tree). DAC is weakly positive (++). What diagnosis can you think of? ",
   "C": "   Syphilis tertiary",
   "D": "   Syphilis secondary",
   "E": "    Syphilis primary ",
   "F": "   Syphilis unspecified",
   "G": "    Syphilis early"
 },
 {
   "A": "Question 131",
   "B": " Indicate at what age tertiary syphilis is diagnosed",
   "C": " 4-5 years",
   "D": " 1-2 months",
   "E": " 1-2 years",
   "F": " 1-3 days",
   "G": " 15-20 years"
 },
 {
   "A": "Question 132",
   "B": " Specify the primary morphological element in tertiary syphilis:",
   "C": " tuberclum",
   "D": " spot",
   "E": " papulae",
   "F": " roseola",
   "G": " pustulae"
 },
 {
   "A": "Question 133",
   "B": " A child at the age of 4 months was admitted to the children's department with rashes on the skin of the trunk and limbs. The mother was diagnosed with secondary fresh syphilis. Objectively: on the skin of the limbs and buttocks there is a maculopapular rash, weeping papules around the mouth and anus. DAC is sharply positive. What is the most appropriate preliminary diagnosis?",
   "C": "   Syphilis congenital early",
   "D": "    Syphilis congenital late ",
   "E": "    Syphilis secondary recurrent",
   "F": "   Syphilis secondary fresh",
   "G": "    Syphilis primary seropositive"
 },
 {
   "A": "Question 134",
   "B": "Specify the period of time from the time of infection after which early latent syphilis can be diagnosed :",
   "C": " less than one year     ",
   "D": " four weeks",
   "E": " more than two years",
   "F": " more than three years",
   "G": " more than 4 years"
 },
 {
   "A": "Question 135",
   "B": "Specify the clinical symptom of early congenital syphilis in children aged 1 to 2 years:",
   "C": " broad condylomas  ",
   "D": " diffuse papular infiltration of Gohsinger's papules",
   "E": " syphilitic vesicles",
   "F": " syphilitic rhinitis",
   "G": " parenchymatous keratitis"
 },
 {
   "A": "Question 136",
   "B": "Determine the sign of bone involvement in early congenital syphilis:",
   "C": " Osteochondritis   ",
   "D": " osteomyelitis",
   "E": " periostitis",
   "F": " monoarthritis",
   "G": " Polyarthritis"
 },
 {
   "A": "Question 137",
   "B": " Specify the infectious biomaterial from a pregnant woman with syphilis:",
   "C": " breast milk  ",
   "D": " urine",
   "E": " sweat",
   "F": " faeces",
   "G": " Tears"
 },
 {
   "A": "Question 138",
   "B": " Identify the symptom of early congenital syphilis:",
   "C": " syphilitic rhinitis   ",
   "D": " a patchy rash of the skin of the torso",
   "E": " papular rash of the skin of the trunk",
   "F": " syphilitic alopecia",
   "G": " syphilitic vesicles"
 },
 {
   "A": "Question 139",
   "B": " Specify a reliable sign of fetal syphilis:",
   "C": " osteoperiostitis",
   "D": " myocarditis",
   "E": " hepatitis",
   "F": " pneumonia",
   "G": " meningitis"
 },
 {
   "A": "Question 140",
   "B": "Specify the diagnostic examination in the recognition of aortic aneurysm of syphilitic genesis:",
   "C": " Radiological   ",
   "D": " auscultatory",
   "E": " percussion",
   "F": " serological",
   "G": " clinical"
 },
 {
   "A": "Question 141",
   "B": " Provide a definition of non-sterile infectious immunity in syphilis:",
   "C": " resistance to new infection as long as the pathogen remains in the patient's organism  ",
   "D": " the inability of a person who has been cured of syphilis to become infected with it again",
   "E": " the possibility of a syphilis patient to be re-infected by additional exposure to the causative organism",
   "F": " more severe course in case of repeated infection",
   "G": " persistent immunity"
 },
 {
   "A": "Question 142",
   "B": "Specify which mucous membrane lesions are most characteristic of congenital syphilis of infancy:",
   "C": " nose  ",
   "D": " mouth",
   "E": " pharynx",
   "F": " genitalia",
   "G": " Conjunctiva"
 },
 {
   "A": "Question 143",
   "B": "Specify the favourite localisation of rashes in syphilitic vesicular vesicles",
   "C": " palms and soles  ",
   "D": " seborrhoeic area",
   "E": " trunk",
   "F": " genitalia",
   "G": " everywhere on the skin cover"
 },
 {
   "A": "Question 144",
   "B": " Specify the infectious form of syphilis:",
   "C": " early latent  ",
   "D": " late latent",
   "E": " tertiary active",
   "F": " tertiary latent",
   "G": " Neurosyphilis"
 },
 {
   "A": "Question 145",
   "B": "Specify in which period of pregnancy changes in the internal organs of the foetus caused by syphilitic infection are observed:",
   "C": " 5th month ",
   "D": " 2-3 months ",
   "E": " 7th month ",
   "F": " 6th month",
   "G": " Month 8"
 },
 {
   "A": "Question 146",
   "B": "Patient G., aged 52 years, came to the polyclinic to see a dermatologist about rashes in the left hip joint, which appeared 3-4 weeks ago. Subjectively: she was bothered by pains in her legs. Previously she had noticed rashes on the skin of the trunk, palms and soles. According to the patient, they spontaneously appeared and disappeared. Objective: on the inner surface of the left thigh there are grouped bumps dense to the touch, the size of a pea. Presumptive diagnosis: tubercle syphilis. What investigation should be performed to clarify the diagnosis?",
   "C": "Serological",
   "D": "Histological ",
   "E": "Bacteriological ",
   "F": "Biochemical",
   "G": "Bacterioscopic"
 },
 {
   "A": "Question 147",
   "B": " Specify the causative agent of gonorrhea",
   "C": " gonococcus",
   "D": " Trichomonas vaginalis",
   "E": " staphylococcus",
   "F": " streptococcus",
   "G": " Gardnerella vaginalis"
 },
 {
   "A": "Question 148",
   "B": "A 30-year-old woman turned to a venereologist with complaints of profuse leucorrhoea with an unpleasant odor that arose after an acute respiratory infection. Previously, such pathological vaginal discharge did not bother the patient. The result of microscopy of a vaginal smear stained according to Gram: leukocytes - 8-10, moderate microflora, single lactobacilli, “key cells” were found. Which of the following preliminary diagnoses is the most likely?",
   "C": "   Bacterial vaginosis",
   "D": "   Trichomonas vaginitis",
   "E": "    Candidal vaginitis",
   "F": "    Gonorrheal endocervicitis",
   "G": "    Chlamydial cervicitis"
 },
 {
   "A": "Question 149",
   "B": " A woman of 27 years old, suffering from secondary infertility, complains of profuse leucorrhoea, periodically frequent urination. When viewed in the mirrors, the cervix is ​​eroded, hyperemic, mucopurulent discharge from the cervical canal. The body of the uterus and appendages are not enlarged, painless on palpation. The vaults are free. In a smear up to 40-50 leukocytes, abundant coccal flora, key cells, gardnerella were found, Trichomonas and diplococci were not found. Which of the following preliminary diagnoses is the most likely?",
   "C": "   Bacterial vaginosis",
   "D": "   Candidal vaginitis",
   "E": "    Gonorrheal endocervicitis",
   "F": "   Trichomonas vaginitis",
   "G": "    Chlamydial cervicitis"
 },
 {
   "A": "Question 150",
   "B": "Name the complication of male gonorrhoea characterised by dense swollen masses on the urethral surface of the penis:",
   "C": " lymphangitis",
   "D": " cavernitis",
   "E": " colliculitis",
   "F": " stricture",
   "G": " Epididymitis"
 },
 {
   "A": "Question 151",
   "B": "Specify the incorrect symptom of trichomoniasis in women:",
   "C": " acute condylomas on the large and small labia and around the anus.",
   "D": " hyperaemia and swelling of the vulvar and vaginal mucosa;",
   "E": " yellow-green liquid frothy discharge from the vagina with an unpleasant odour;",
   "F": " erosive and ulcerative lesions of the mucous membrane of the external genitalia and/or skin of the inner surface of the thighs;",
   "G": " petechial haemorrhages on the mucous membrane of the vaginal part of the cervix (\"strawberry\" cervix);"
 },
 {
   "A": "Question 152",
   "B": "Specify the incorrect complication of trichomoniasis in women:",
   "C": " cervical cancer.",
   "D": " salpingoophoritis.",
   "E": " endometritis",
   "F": " pelvio-peritonitis.",
   "G": " cystitis"
 },
 {
   "A": "Question 153",
   "B": "Specify which group of microorganisms vaginal gardnerella belongs to:",
   "C": " gram-variable coccobacillus forms of microorganisms",
   "D": " gram-negative coccobacilli",
   "E": " gram-variable coccobacilli",
   "F": " gram-positive coccobacterial forms of microorganisms",
   "G": " gram-positive bacillary forms of microorganisms"
 },
 {
   "A": "Question 154",
   "B": "Specify the localisation of urogenital trichomonads in women:",
   "C": " in all genitourinary organs and the ampulla of the rectum",
   "D": " urethra, vagina, vagina, cervix",
   "E": "",
   "F": " vagina, cervix, uterus.",
   "G": " urethra, vagina, ampulla of rectum."
 },
 {
   "A": "Question 155",
   "B": " Specify the main clinical sign of eye damage in gonorrhea:",
   "C": " conjunctivitis",
   "D": " blepharitis",
   "E": " cataract",
   "F": "4 glaucoma",
   "G": " retinal detachment"
 },
 {
   "A": "Question 156",
   "B": "A 30-year-old woman turned to a venereologist for a preventive examination. Anamnesis: casual sexual intercourse six days ago. Complaints about minor discharge. During a gynecological examination: the external genital organs and vaginal mucosa without signs of inflammation, the internal genital organs without pathology. What research should be assigned to make a diagnosis?",
   "C": "   PCR",
   "D": "   CSR",
   "E": "    IEA",
   "F": "   SIF",
   "G": "    RIF"
 },
 {
   "A": "Question 157",
   "B": " A 30-year-old woman turned to the polyclinic of the dermatovenerologic dispensary with complaints of moderate, homogeneous, sticky, grayish-whitish vaginal discharge, with an unpleasant smell of “rotten fish”. On examination: the walls of the vagina are moderately hyperemic, covered with grayish-whitish discharge. “Key” cells were found in smears. Diagnosis: Bacterial vaginosis. Which test confirms the diagnosis?",
   "C": "   Amine",
   "D": "    Urease",
   "E": "    Salbutomach",
   "F": "   Glycemic",
   "G": "    Lepromine"
 },
 {
   "A": "Question 158",
   "B": " A 36-year-old woman turned to a venereologist for a preventive examination. Complaints about discharge, burning. When viewed in mirrors: the cervix is ​​cylindrical, mucous discharge, foamy, gray with an unpleasant odor. When conducting a bimanual study, pathology from the internal genital organs was not detected. According to microscopic examination, “key cells” were found in vaginal smears. Preliminary diagnosis: Bacterial vaginosis. What drug should be prescribed?",
   "C": "    Clindamycin",
   "D": "   Acyclovir",
   "E": "    Valacyclovir",
   "F": "   Diazolin",
   "G": "    Diclofenac"
 },
 {
   "A": "Question 159",
   "B": "Specify an ineffective treatment regimen for uncomplicated gonorrhoea:",
   "C": " kanamycin 2 g orally once a month",
   "D": " ceftriaxone 250 mg intravenously once a day",
   "E": " spectinomycin 2 g once a day/m",
   "F": " cefixime 400 mg once orally",
   "G": " doxycycline 100 mg 2 times a day for 7 days"
 },
 {
   "A": "Question 160",
   "B": "Specify an ineffective treatment regimen for trichomoniasis:",
   "C": " metronidazole 250 mg orally 2 times a day for 14 days ",
   "D": " metronidazole 500 mg orally 2 times a day for 7 days",
   "E": " metronidazole 2 g orally once a day",
   "F": " tinidazole 2 g orally once a day",
   "G": " metronidazole 250 mg 4 times a day for 7 days"
 },
 {
   "A": "Question 161",
   "B": "Specify an ineffective localisation for gonorrhoea testing:",
   "C": " from the posterior vaginal vault",
   "D": " urethral secretion",
   "E": " from the cervical canal",
   "F": " from the back of the pharynx",
   "G": " ocular secretions"
 },
 {
   "A": "Question 162",
   "B": "Specify the drug of choice in the treatment of gonorrhoea:",
   "C": " ceftriaxone",
   "D": " penicillin",
   "E": " tetracycline",
   "F": " metronidazole",
   "G": " Erythromycin"
 },
 {
   "A": "Question 163",
   "B": " Specify the causative agent of urogenital chlamydia",
   "C": " Chlamydia trachomatis",
   "D": " Trichomonas vaginalis",
   "E": " Gardnerella vaginalis",
   "F": " gonococcus",
   "G": " Helicobacter pylori"
 },
 {
   "A": "Question 164",
   "B": " Choose the group of the causative agent chlamydia trachomatis",
   "C": " bacteria",
   "D": " viruses",
   "E": " helminths",
   "F": " protozoa",
   "G": " fungi"
 },
 {
   "A": "Question 165",
   "B": "A 45-year-old woman turned to a dermatovenerologist with complaints of soreness during intercourse, pulling pains in the lower abdomen, frequent painful urination. From the anamnesis: the sexual partner had discharge of a mucopurulent character. Barrier contraception is not used. Objectively: swelling and hyperemia of the mucous membrane of the cervix, mucopurulent discharge from the cervical canal. C. trachomatis was found by PCR diagnostics. Which of the following infections is most commonly associated with this pathogen?",
   "C": "   Gonorrheal",
   "D": "   Trichomonas",
   "E": "    Gardnerella",
   "F": "   Staphylococcal",
   "G": "    Streptococcal"
 },
 {
   "A": "Question 166",
   "B": "A man, 34 years old, turned to a dermatovenerologist with complaints of scanty mucous discharge from the urethra, pain and burning sensation when urinating. From the anamnesis: has been ill for a week. Objectively: the sponges of the urethra are hyperemic and edematous, mucopurulent discharge. Which of the verified diagnostic methods will make the diagnosis possible?",
   "C": "   Polymerase chain reaction",
   "D": "   Complete blood count",
   "E": "    General urine analysis",
   "F": "   Bacteriological inoculation method",
   "G": "    A complex of serological reactions"
 },
 {
   "A": "Question 167",
   "B": "Specify the most detectable localization of the chlamydia pathogen in a newborn baby:",
   "C": " mucous membrane of the posterior pharyngeal wall",
   "D": " nasal mucosa",
   "E": " external auditory canal",
   "F": " inguinal fold",
   "G": " umbilical cord"
 },
 {
   "A": "Question 168",
   "B": "Identify which disease is characterized by \"contact\" bleeding during the intermenstrual period in women:",
   "C": " urogenital chlamydia",
   "D": " urogenital trichomoniasis",
   "E": " gonorrhea",
   "F": " urogenital candidiasis",
   "G": " bacterial vaginosis"
 },
 {
   "A": "Question 169",
   "B": " Use the main group of drugs in the treatment of urogenital chlamydia for children under 12 years of age and pregnant women",
   "C": " macrolides",
   "D": " tetracyclines",
   "E": " cephalosporins",
   "F": " penicillins",
   "G": " antimalarial"
 },
 {
   "A": "Question 170",
   "B": " Choose the symptom of Reiter's disease:",
   "C": " arthritis",
   "D": " gastritis",
   "E": " myocarditis",
   "F": " pyelonephritis",
   "G": " colitis"
 },
 {
   "A": "Question 171",
   "B": " Choose the symptom of Reiter's disease:",
   "C": " urethritis",
   "D": " gastritis",
   "E": " myocarditis",
   "F": " pyelonephritis",
   "G": " colitis"
 },
 {
   "A": "Question 172",
   "B": "Specify the group of drugs that is not used in the treatment of Reiter's disease:",
   "C": " sulphonamide drugs",
   "D": " detoxification therapy",
   "E": " hyposensitising therapy",
   "F": " antirheumatic drugs",
   "G": " antibacterial drugs"
 },
 {
   "A": "Question 173",
   "B": "Name which of the following microorganisms that cause sexually transmitted diseases cannot be detected by microscopic examination:",
   "C": " mycoplasma genitalis",
   "D": " pale treponema",
   "E": " gardnerella",
   "F": " gonococcus Neisser.",
   "G": " trichomonas vaginalis"
 },
 {
   "A": "Question 174",
   "B": " Name the most common reason for men with urogenital chlamydia to come to the clinic:",
   "C": " chronic urethroprostatitis",
   "D": " acute urethritis",
   "E": " acute prostatitis",
   "F": " acute orchoepididymitis",
   "G": " acute cystitis"
 },
 {
   "A": "Question 175",
   "B": "Specify the time period for taking urethral material to detect chlamydia:",
   "C": " after delayed urination for 3-4 hours",
   "D": " immediately or 10 minutes after urination",
   "E": " after preliminary combined provocation",
   "F": " against the background of purulent discharge",
   "G": " after urethral massage on the bougie"
 },
 {
   "A": "Question 176",
   "B": " Specify the time period for the first PCR control test for chlamydia after treatment:",
   "C": " after 1 month",
   "D": " immediately after the end of antibiotic therapy",
   "E": " after 10-14 days",
   "F": " after 2-3 months",
   "G": " after six months"
 },
 {
   "A": "Question 177",
   "B": "specify the incorrect biological material for laboratory diagnosis of mycoplasmosis and ureaplasmosis in women:",
   "C": " conjunctival secretion",
   "D": " urethral mucosal scraping",
   "E": " cervical mucosal scraping",
   "F": " blood serum",
   "G": " vaginal discharge"
 },
 {
   "A": "Question 178",
   "B": "Specify the drug for the treatment of chlamydial and ureaplasma urethritis:",
   "C": " sumamed",
   "D": " ofloxacin",
   "E": " rovamycin",
   "F": " claforan",
   "G": " amoxicillin"
 },
 {
   "A": "Question 179",
   "B": " Choose the causative agent of urogenital candidiasis:",
   "C": " candida albicans",
   "D": " trichophyton rubrum",
   "E": " microsporum",
   "F": " Malasezia furfur",
   "G": " Epidermophyton"
 },
 {
   "A": "Question 180",
   "B": " A 34-year-old man consulted a venereologist at a private medical center with complaints of itching and burning of the foreskin. She has been ill for 1.5 months. From the anamnesis: over the past year he has been treated at a tuberculosis clinic for extrapulmonary tuberculosis and is registered. Objectively: whitish coating on the glans penis and foreskin, curd-like discharge. Which of the following diagnoses is most likely?",
   "C": "   Candida balanoposthitis",
   "D": "    Tuberculous balanitis",
   "E": "    Bacterial balanitis",
   "F": "   Tuberculous balanoposthitis",
   "G": "    Gonorrheal balanitis"
 },
 {
   "A": "Question 181",
   "B": "A 47-year-old man consulted a dermatovenerologist with complaints of rashes in the genital area, burning, and soreness. Similar rashes have appeared before. Denies extramarital sex. Objectively: on the mucous membrane of the labia majora, there are grouped vesicles with serous contents and erosions with polycyclic outlines. Regional lymph nodes are not enlarged. No laboratory tests have been carried out. Which of the following diagnoses is most likely?",
   "C": "   Genital herpes",
   "D": "    Bullous pemphigoid",
   "E": "    Chancroid",
   "F": "   True pemphigus",
   "G": "    Urogenital candidiasis"
 },
 {
   "A": "Question 182",
   "B": "Specify where the inflammatory process is localised in urogenital candidiasis",
   "C": "1) upper layers of the vaginal epithelium ",
   "D": "2) upper layers of the urethral epithelium;",
   "E": " 3) deep layers of the vaginal epithelium;",
   "F": " 4) deep layers of the urethral epithelium.",
   "G": "5) upper and deep layers of the vaginal epithelium"
 },
 {
   "A": "Question 183",
   "B": "Name the diseases caused by urogenital candidiasis in women?",
   "C": "2) vulvovaginitis ",
   "D": "1) vaginosis;",
   "E": "3) urethritis;",
   "F": "4) salpingitis",
   "G": "5) endometriosis."
 },
 {
   "A": "Question 184",
   "B": "Specify which diseases are caused by urogenital candidiasis in men?",
   "C": "4) urethritis ",
   "D": "1) orchitis",
   "E": "2) epididymitis",
   "F": "3) prostatitis;",
   "G": "5) cystitis."
 },
 {
   "A": "Question 185",
   "B": " Specify the group of causative agents of genital herpes",
   "C": " viruses",
   "D": " bacteria",
   "E": " protozoa",
   "F": " helminths",
   "G": " fungi"
 },
 {
   "A": "Question 186",
   "B": " Specify the incorrect method for laboratory diagnosis of herpetic infection:",
   "C": "IFA",
   "D": "  microscopy",
   "E": "  culture method",
   "F": "  PIF",
   "G": " PCR"
 },
 {
   "A": "Question 187",
   "B": " A 25-year-old man came to see a dermatologist with complaints of painful rashes. During the last 2 years he notes the appearance of manifestations for the eighth time. Objectively: on the head of the penis - grouped vesicles the size of a millet grain with serous content. On the inner sheet of the preputial sac - erosive surface with clear edges, soft on palpation. Which of the listed diseases is characterised by the above picture?",
   "C": " genital herpes",
   "D": " primary syphilis",
   "E": " herpes zoster",
   "F": " chancriform pyoderma",
   "G": " Scabies"
 },
 {
   "A": "Question 188",
   "B": "Patient 37 years old, applied to a venereologist complaining of soreness, rashes on the head of the penis. From anamnesis: he has been ill for 10 days. Objectively: on the head of the penis there are vesicles with serous content on a swollen, hyperaemic background, polycyclic erosions. Diagnosis: Genital herpes. Choose a remedy for external therapy:",
   "C": " Poultice",
   "D": " Ointment",
   "E": " Cream",
   "F": " Paste",
   "G": " Lacquer"
 },
 {
   "A": "Question 189",
   "B": "A 45-year-old patient visited a venereologist with complaints of rashes, itching of genitals. From the anamnesis: he had been ill for 5 days, earlier he had the same rashes, this was the 6th relapse within a year. He was treated at the place of residence. Objectively: on the skin of the venous furrow of the penis, grouped vesicles on a hyperaemic base, erosions with festooned edges. Diagnosis: Genital herpes. Recurrent form. Which of the following vaccines is used to prevent subsequent recurrences?",
   "C": " Antiviral ",
   "D": " Anti-staphylococcal ",
   "E": " Anti-Tuberculosis   ",
   "F": " Anti-tetanus ",
   "G": " Antitrichomonadal"
 },
 {
   "A": "Question 190",
   "B": "Specify the dosage of Fluconazole in the treatment of acute urogenital candidiasis?",
   "C": " 150 mg once",
   "D": " 150 mg once for 3 days;",
   "E": " 250 mg once;",
   "F": " 250 mg once for 3 days",
   "G": "  50mg once"
 },
 {
   "A": "Question 191",
   "B": "Name the drugs used in the maintenance therapy of urogenital candidiasis?",
   "C": " Clotrimazole",
   "D": " Josamycin;",
   "E": " Itraconazole;",
   "F": "  Amoxicillin",
   "G": " Ofloxacin."
 },
 {
   "A": "Question 192",
   "B": " Specify the tactics of treatment of urogenital candidiasis in pregnant women in the 1st trimester?",
   "C": "  Natamycin vaginal suppositories 100 mg once a day for 6 days.",
   "D": " Clotrimazole vaginal tablet 100 mg once a day before bedtime for 10 days;",
   "E": " Clotrimazole vaginal tablet 100 mg once daily before bedtime for 7 days;",
   "F": " Natamycin vaginal suppositories 100 mg once daily for 10 days;",
   "G": " Nystatin vaginal suppositories 1 time per day for 6 days"
 },
 {
   "A": "Question 193",
   "B": " Specify the tactics of treatment of urogenital candidiasis in pregnant women in the 2nd trimester?",
   "C": " Natamycin vaginal suppositories 100 mg once a day for 6 days.",
   "D": " Clotrimazole vaginal tablet 100 mg once a day before bedtime for 10 days;",
   "E": " Clotrimazole vaginal tablet 100 mg once daily before bedtime for 7 days;",
   "F": " Natamycin vaginal suppositories 100 mg once daily for 10 days;",
   "G": " Nystatin vaginal suppositories 1 time per day for 6 days"
 },
 {
   "A": "Question 194",
   "B": "Name the criteria for assessing the quality of medical care for patients with urogenital candidiasis?",
   "C": "  microscopic examination",
   "D": "  general blood analysis ",
   "E": "  ultrasound examination of pelvic organs",
   "F": "  prescription of immunomodulatory therapy;",
   "G": "  instrumental examination;"
 },
 {
   "A": "Question 195",
   "B": " Specify a preventive measure aimed at actively identifying hidden sources of infection of sexually transmitted diseases:",
   "C": " medical examinations",
   "D": " treatment of patients",
   "E": " examination of patients",
   "F": " vaccination",
   "G": " sanitary educational work"
 },
 {
   "A": "Question 196",
   "B": "Specify the cause of the \"lower abdominal pain\" syndrome:",
   "C": " chlamydia",
   "D": " soft chancre",
   "E": " syphilis",
   "F": " donovanosis",
   "G": " leprosy"
 },
 {
   "A": "Question 197",
   "B": "Specify what does not cause scrotal oedema syndrome:",
   "C": " genital herpes",
   "D": " gonorrhoea",
   "E": " chlamydia",
   "F": " trauma",
   "G": " mycoplasmosis"
 },
 {
   "A": "Question 198",
   "B": "Specify the causative agent of venereal lymphogranuloma:",
   "C": " Chlamydia trachomatis (serotypes L1, L2, L3)",
   "D": " Streptobacillus Ducreyi.",
   "E": " Donovan's corpuscles",
   "F": " pale treponema",
   "G": " candida"
 },
 {
   "A": "Question 199",
   "B": " Specify the social factors that do not influence STD transmission:",
   "C": " gender, age",
   "D": "refusal of personal protective equipment (condom, etc.)",
   "E": " untimely initiation of STI treatment",
   "F": " interruption of treatment",
   "G": " sexual partners are not involved in treatment"
 },
 {
   "A": "Question 200",
   "B": "Specify the earliest time for detection of HIV antibodies:",
   "C": " two weeks",
   "D": " one month",
   "E": " two months",
   "F": " three weeks",
   "G": " one week"
 }
]